{
  "3~4학년": {
    "과학": {
      "힘과 우리 생활": [
        "[4과01-01] 일상생활 속에서 힘과 관련된 현상에 흥미를 갖고, 물체를 밀거나 당길 때 나타나는 현상을 관찰할 수 있다.",
        "[4과01-02] 수평잡기 활동을 통해 물체의 무게를 비교할 수 있다.",
        "[4과01-03] 무게를 정확히 비교하기 위해서는 저울이 필요함을 알고 저울을 사용해 무게를 비교할 수 있다.",
        "[4과01-04] 지레, 빗면과 같은 도구를 이용하면 물체를 들어 올릴 때 드는 힘의 크기가 달라짐을 알고, 도구가 일상생활에서 어떻게 쓰이는지 조사하여 공유할 수 있다."
      ],
      "동물의 생활": [
        "[4과02-01] 여러 가지 동물을 관찰하여 특징에 따라 동물을 분류할 수 있다.",
        "[4과02-02] 다양한 환경에 서식하는 동물을 조사하여 동물의 생김새와 생활 방식이 환경과 관련되어 있음을 설명할 수 있다.",
        "[4과02-03] 동물의 특징을 이용하여 일상생활에서 활용할 수 있는 생활용품을 설계하여 협력적으로 소통할 수 있다."
      ],
      "식물의 생활": [
        "[4과03-01] 여러 가지 식물을 관찰하여 특징에 따라 식물을 분류할 수 있다.",
        "[4과03-02] 다양한 환경에 서식하는 식물을 조사하여 식물의 생김새와 생활 방식이 환경과 관련되어 있음을 설명할 수 있다.",
        "[4과03-03] 식물의 특징을 이용하여 일상생활에서 활용할 수 있는 생활용품을 설계하여 협력적으로 소통할 수 있다."
      ],
      "생물의 한살이": [
        "[4과04-01] 동물의 한살이를 직접 관찰하고, 관찰한 내용을 글과 그림으로 표현할 수 있다.",
        "[4과04-02] 식물이 자라는 데 필요한 조건을 찾는 실험을 설계하여 수행할 수 있다.",
        "[4과04-03] 생물의 한살이 과정을 조사하여 생물에 따라 한살이의 유형이 다양함을 소개하는 자료를 만들어 공유할 수 있다."
      ],
      "물체와 물질": [
        "[4과05-01] 물체를 이루는 여러 가지 물질의 성질을 비교하고, 물질의 종류에 따라 물체를 분류할 수 있다.",
        "[4과05-02] 물질의 세 가지 상태인 고체, 액체, 기체의 성질을 관찰하여 비교할 수 있다.",
        "[4과05-03] 다양한 물질의 성질을 이용하여 쓰임새 있는 물체를 창의적으로 설계할 수 있다."
      ],
      "지구와 바다": [
        "[4과06-01] 지구가 대기로 둘러싸여 있음을 알고, 지구 표면을 구성하는 육지와 바다의 특징을 비교할 수 있다.",
        "[4과06-02] 육지의 물과 비교하여 바닷물의 특징을 이해하고, 바닷가에서 볼 수 있는 다양한 지형을 조사할 수 있다.",
        "[4과06-03] 밀물과 썰물의 차이를 알고, 갯벌의 가치와 보전의 필요성을 설득･홍보할 수 있다."
      ],
      "소리의 성질": [
        "[4과07-01] 여러 가지 물체를 이용하여 소리를 내보고 소리가 나는 물체는 떨림이 있음을 설명할 수 있다.",
        "[4과07-02] 큰 소리와 작은 소리, 높은 소리와 낮은 소리를 구분하고 세기와 높낮이가 다른 소리를 낼 수 있다.",
        "[4과07-03] 여러 가지 물질을 통하여 소리가 전달되는 것을 관찰하고, 소음을 줄이는 방법을 찾아 일상생활에서 실천할 수 있다."
      ],
      "감염병과 건강한 생활": [
        "[4과08-01] 생활 속 감염병의 사례를 알고, 다양한 질병과 그 위험성에 대해 토의할 수 있다.",
        "[4과08-02] 감염병으로부터 안전한 사회에 관심을 가지고, 여러 감염 과정을 통해 생활 습관과 감염병 유행과의 연관성을 설명할 수 있다.",
        "[4과08-03] 건강한 생활을 위해 필요한 감염병 예방 수칙에 대해 공유하고, 생활 속에서 실천할 수 있다."
      ],
      "자석의 이용": [
        "[4과09-01] 자석과 여러 가지 물체를 가까이했을 때 나타나는 현상을 관찰하고, 자석과 자석에 붙는 물체 사이에 작용하는 힘의 특징을 말할 수 있다.",
        "[4과09-02] 자석과 자석을 가까이했을 때 나타나는 현상을 관찰하여 그 특징을 자석의 극과 관련지어 설명할 수 있다.",
        "[4과09-03] 자석을 이용하여 일상생활을 편리하게 하는 장치를 설계할 수 있다."
      ],
      "물의 상태 변화": [
        "[4과10-01] 물이 세 가지 상태로 변할 수 있음을 알고, 우리 주변에서 예를 찾을 수 있다.",
        "[4과10-02] 물이 얼 때, 얼음이 녹을 때, 물이 증발할 때와 끓을 때, 수증기가 응결할 때의 변화를 관찰할 수 있다.",
        "[4과10-03] 물의 상태 변화를 이용하여 물을 얻을 수 있는 장치를 설계하고 만들 수 있다."
      ],
      "땅의 변화": [
        "[4과11-01] 흐르는 물의 작용과 강 주변 지형의 특징을 관련지을 수 있다.",
        "[4과11-02] 화산의 의미와 화산 활동으로 나오는 물질을 알고, 화산 활동을 모형으로 표현할 수 있다.",
        "[4과11-03] 화성암을 관찰하고 분류할 수 있다.",
        "[4과11-04] 화산 활동과 지진이 우리 생활에 미치는 영향을 조사하여, 대처 방법을 실천할 수 있다."
      ],
      "다양한 생물과 우리 생활": [
        "[4과12-01] 균류·원생생물·세균을 관찰하여 특징과 사는 곳을 설명할 수 있다.",
        "[4과12-02] 균류·원생생물·세균이 우리 생활에 미치는 영향을 조사하여 발표할 수 있다.",
        "[4과12-03] 우리 생활에 생명과학이 이용되는 사례를 소개하는 자료를 만들어 공유할 수 있다."
      ],
      "밤하늘 관찰": [
        "[4과13-01] 달의 모양과 표면, 달의 위상변화를 관찰하여 밤하늘 관찰의 즐거움을 누릴 수 있다.",
        "[4과13-02] 태양계 구성원을 알고, 태양과 행성을 조사할 수 있다.",
        "[4과13-03] 별의 정의를 알고, 북극성 주변의 별자리를 관찰할 수 있다."
      ],
      "생물과 환경": [
        "[4과14-01] 생태계의 구성 요소를 조사하여 생물 요소와 비생물 요소로 분류할 수 있다.",
        "[4과14-02] 생물 요소들의 먹고 먹히는 관계를 조사하여 먹이그물로 표현할 수 있다.",
        "[4과14-03] 인간 활동이 생태계에 미치는 영향을 조사하고, 생태계 보전을 위해 우리가 할 수 있는 일을 토의하여 실천할 수 있다."
      ],
      "여러 가지 기체": [
        "[4과15-01] 실험을 통해 기체가 무게가 있음을 설명할 수 있다.",
        "[4과15-02] 온도나 압력에 따라 기체의 부피가 달라지는 현상을 관찰하고, 우리 주변에서 예를 찾을 수 있다.",
        "[4과15-03] 일상생활에서 이용되는 기체의 종류와 성질을 조사하고, 여러 가지 기체에 대해 흥미를 느낄 수 있다.",
        "[4과15-04] 기체의 성질을 이용하여 작동시킬 수 있는 장치를 설계하고 만들 수 있다."
      ],
      "기후변화와 우리 생활": [
        "[4과16-01] 기후변화 현상의 예를 알고, 기후변화가 인간의 활동과 관련되어 있음을 토의할 수 있다.",
        "[4과16-02] 기후변화의 심각성에 관심을 가지고, 기후변화가 우리 생활과 환경에 미치는 영향을 설명할 수 있다.",
        "[4과16-03] 기후변화 대응 방법을 조사하고, 생활 속에서 기후변화 대응 방법을 실천할 수 있다."
      ]
    },
    "사회": {
      "우리가 사는 곳": [
        "[4사01–01] 주변 여러 장소에서의 경험과 느낌을 다양한 방식으로 표현하고, 장소감을 나누며 서로 존중하는 태도를 지닌다.",
        "[4사01–02] 주변의 여러 장소를 살펴보고, 우리가 사는 곳을 더 살기 좋은 곳으로 만드는 방안을 탐색한다."
      ],
      "일상에서 만나는 과거": [
        "[4사02-01] 일상 속에서 시간의 흐름을 경험할 수 있는 사례를 살펴보고, 이를 바탕으로 역사의 시간 개념을 이해한다.",
        "[4사02-02] 오래된 물건이나 자료들을 주변에서 찾아보고, 이를 통해 과거의 모습을 살펴볼 수 있음을 이해한다.",
        "[4사02-03] 지역의 변화상을 보여주는 역사 자료를 분석하여 지역 사람들의 달라진 생활 모습을 파악한다."
      ],
      "사회 변화와 다양한 문화": [
        "[4사03-01] 최근 사회 변화의 양상과 특징을 파악하고, 그로 인해 나타난 생활모습의 변화를 탐색한다.",
        "[4사03-02] 우리 사회에 다양한 문화가 확산되면서 나타나는 긍정적 효과와 문제를 분석하고, 나와 다른 사람이나 집단의 문화를 존중하는 태도를 기른다."
      ],
      "옛날과 오늘날의 생활 모습": [
        "[4사04-01] 옛날 풍습에 대해 알아보고, 오늘날과 비교하여 변화상을 파악한다.",
        "[4사04-02] 옛날부터 오늘날까지 교통의 변화에 따른 이동과 생활 모습의 변화를 이해한다.",
        "[4사04-03] 옛날부터 오늘날까지 통신수단의 변화에 따른 정보 교류와 의사소통 방식의 변화를 설명한다."
      ],
      "지도로 만나는 우리 지역": [
        "[4사05-01] 우리 지역을 표현한 다양한 종류의 지도를 찾아보고, 지도의 요소를 이해한다.",
        "[4사05-02] 지도에서 우리 지역의 위치를 파악하고, 우리 지역의 지리 정보를 탐색한다."
      ],
      "우리 지역의 문화유산": [
        "[4사06-01] 지역의 문화유산을 통해 문화유산의 의미와 유형을 알아보고, 문화유산의 가치를 탐색한다.",
        "[4사06-02] 지역의 박물관, 기념관, 유적지 등을 체험하고 지역의 역사를 조사한다."
      ],
      "경제 활동과 지역 간 교류": [
        "[4사07-01] 자원의 희소성으로 인해 경제 활동에서 선택의 문제가 발생함을 이해하고, 경제 활동에서 합리적 선택의 방법에 대해 탐색한다.",
        "[4사07-02] 생산과 소비 활동을 파악하고, 인적⋅물적 교류의 사례를 통해 각 지역 및 사람들이 상호의존 관계를 맺고 있음을 탐색한다."
      ],
      "민주주의와 자치": [
        "[4사08-01] 학교 자치 사례를 통하여 민주주의의 의미를 이해하고, 학교생활에서 민주주의를 실천하는 능력을 기른다.",
        "[4사08-02] 지역에서 이루어지는 민주주의 사례를 통해 주민 자치와 주민 참여의 중요성을 파악하고, 지역 사회의 문제 해결에 참여하는 태도를 기른다."
      ],
      "지역 문제를 해결하고 지역을 알리는 노력": [
        "[4사09-01] 생활 주변에서 찾을 수 있는 여러 가지 문제를 파악하고, 그 문제를 합리적으로 해결하는 능력을 기른다.",
        "[4사09-02] 지역의 자연환경, 역사, 문화, 생산물 등을 알리려는 지역사회의 노력을 알고 관심을 갖는다."
      ],
      "다양한 환경과 삶의 모습": [
        "[4사10-01] 여러 지역의 자연환경과 인문환경의 특징을 살펴보고, 환경의 이용과 개발에 따른 변화를 탐구한다.",
        "[4사10-02] 사례를 통해 도시의 인구, 교통, 산업 등의 특징을 탐구하고, 도시에서의 삶의 모습을 이해한다."
      ]
    }
  },
  "5~6학년": {
    "과학": {
      "지층과 화석": [
        "[6과01-01] 지층의 특징을 알고, 지층의 형성 과정을 모형으로 표현할 수 있다.",
        "[6과01-02] 지층이 퇴적암으로 이루어짐을 알고, 퇴적암을 알갱이의 크기에 따라 분류할 수 있다.",
        "[6과01-03] 화석의 생성 과정을 모형으로 설명하고, 지구의 과거 생물과 환경을 추리하는 활동을 통해 화석의 가치를 인식할 수 있다."
      ],
      "빛의 성질": [
        "[6과02-01] 물체를 보기 위해서 빛이 있어야 함을 알고, 빛의 성질에 대해 흥미를 느낄 수 있다.",
        "[6과02-02] 빛이 나아가는 현상을 관찰하여 빛이 직진, 반사, 굴절하는 성질이 있음을 말할 수 있다.",
        "[6과02-03] 거울과 렌즈의 쓰임새를 조사하고 거울이나 렌즈를 이용한 장치를 창의적으로 만들 수 있다."
      ],
      "용해와 용액": [
        "[6과03-01] 용해 현상의 의미를 알고, 용질의 종류와 물의 온도에 따라 물에 녹는 용질의 양이 달라짐을 비교할 수 있다.",
        "[6과03-02] 용질이나 용매의 양에 따라 용액의 진하기가 달라짐을 관찰하고, 용액의 상대적인 진하기를 비교할 수 있다.",
        "[6과03-03] 일상생활에서 용액이 쓰이는 사례를 조사하여 용액의 필요성을 알리는 자료를 만들고 공유할 수 있다."
      ],
      "우리 몸의 구조와 기능": [
        "[6과04-01] 뼈와 근육의 생김새를 관찰하고 모형을 만들어 몸이 움직이는 원리를 설명할 수 있다.",
        "[6과04-02] 소화, 순환, 호흡, 배설 기관의 구조와 기능을 알아보고, 우리 몸의 여러 기관이 서로 관련되어 있음을 설명할 수 있다.",
        "[6과04-03] 우리 몸의 여러 기관과 관련된 질병을 조사하고, 건강을 유지하기 위한 생활 방식을 실천할 수 있다."
      ],
      "혼합물의 분리": [
        "[6과05-01] 알갱이의 크기가 다른 고체 혼합물과 골고루 섞이지 않는 액체 혼합물을 분리할 수 있다.",
        "[6과05-02] 물에 용해되는 성질을 이용하여 고체 혼합물을 분리하고, 물을 증발시켜 물에 용해된 고체 물질을 분리할 수 있다.",
        "[6과05-03] 지속가능한 삶을 위한 과학기술 사례 중 혼합물의 분리를 이용한 장치를 조사하여 공유할 수 있다."
      ],
      "날씨와 우리 생활": [
        "[6과06-01] 기상 요소를 조사하고, 날씨가 우리 생활에 주는 영향을 인식할 수 있다.",
        "[6과06-02] 이슬, 안개, 구름을 관찰하고, 공통점과 차이점을 찾을 수 있다.",
        "[6과06-03] 고기압과 저기압의 분포에 따른 날씨의 특징을 기상 요소로 표현할 수 있다."
      ],
      "열과 우리 생활": [
        "[6과07-01] 물체의 따뜻하고 차가운 정도를 온도로 표현함을 알고 온도계를 이용하여 온도를 측정할 수 있다.",
        "[6과07-02] 온도가 다른 두 물체가 접촉했을 때 두 물체의 온도 변화를 관찰하고 그 원인을 추리할 수 있다.",
        "[6과07-03] 주위에서 열의 이동으로 나타나는 현상을 관찰하여 열의 이동 방식이 다양함을 설명할 수 있다.",
        "[6과07-04] 일상생활에서 단열을 이용하는 사례를 조사하고 온도를 오랫동안 일정하게 유지할 수 있는 장치를 창의적으로 만들 수 있다."
      ],
      "자원과 에너지": [
        "[6과08-01] 우리가 생활에서 이용하는 다양한 자원을 조사하고, 자원의 유한함을 설명할 수 있다.",
        "[6과08-02] 재생에너지의 종류를 조사하고, 에너지를 지속가능하게 이용하는 방법에 관심을 갖는다.",
        "[6과08-03] 자원과 에너지의 효율적인 이용 방법에 대해 탐색하고, 생활 속에서 실천할 수 있는 다양한 사례를 공유할 수 있다."
      ],
      "산과 염기": [
        "[6과09-01] 여러 가지 용액에 지시약을 넣었을 때의 변화를 관찰하여 용액을 산성 용액과 염기성 용액으로 분류할 수 있다.",
        "[6과09-02] 산성 용액과 염기성 용액의 성질을 관찰하고, 산성 용액과 염기성 용액을 섞을 때 용액의 성질 변화를 실험을 통해 추론할 수 있다.",
        "[6과09-03] 우리 주변에서 산성 용액과 염기성 용액을 이용하는 예를 찾아서 설명할 수 있다.",
        "[6과09-04] 산성화로 인한 환경의 피해 사례를 소개하는 자료를 만들고 공유할 수 있다."
      ],
      "물체의 운동": [
        "[6과10-01] 운동하는 물체는 시간에 따라 위치가 변화함을 알고 그 변화를 표현할 수 있다.",
        "[6과10-02] 물체의 이동 거리와 걸린 시간을 측정하여 속력을 구하고 빠르기를 비교할 수 있다.",
        "[6과10-03] 속력과 관련된 안전 수칙과 안전장치를 조사한 결과를 공유하고 일상생활에서 교통안전을 실천할 수 있다."
      ],
      "식물의 구조와 기능": [
        "[6과11-01] 생물체를 이루고 있는 기본 단위인 세포를 현미경으로 관찰할 수 있다.",
        "[6과11-02] 식물의 구조를 관찰하고, 기능을 알아보는 실험을 수행하여 식물 각 기관의 구조와 기능을 설명할 수 있다.",
        "[6과11-03] 여러 가지 식물의 특징을 설명하는 자료를 만들어 공유할 수 있다."
      ],
      "지구의 운동": [
        "[6과12-01] 하루 동안 태양과 별을 관찰하여 위치 변화의 규칙성을 찾을 수 있다.",
        "[6과12-02] 지구의 자전을 알고, 낮과 밤이 생기는 이유를 설명할 수 있다.",
        "[6과12-03] 지구의 공전을 알고, 계절에 따라 달라지는 별자리를 관찰할 수 있다."
      ],
      "계절의 변화": [
        "[6과13-01] 태양 고도 측정기로 하루 동안 태양 고도, 그림자 길이를 측정하여 이들의 관계를 찾을 수 있다.",
        "[6과13-02] 계절에 따른 태양의 남중 고도와 낮의 길이 사이의 관계를 자료에 근거하여 추론할 수 있다.",
        "[6과13-03] 계절 변화의 원인을 지구의 자전축이 기울어진 채 공전하는 것으로 설명할 수 있다."
      ],
      "물질의 연소": [
        "[6과14-01] 물질의 성질이 달라지는 변화와 달라지지 않는 변화를 관찰하여 비교할 수 있다.",
        "[6과14-02] 물질이 연소할 때 나타나는 공통적인 현상을 관찰하고, 연소의 조건을 찾을 수 있다.",
        "[6과14-03] 연소 전과 후의 물질을 비교하여 연소 과정에서 물질의 성질이 달라짐을 설명할 수 있다.",
        "[6과14-04] 연소 과정에서 생성되는 물질로 인한 생태계의 피해 사례를 수집하고 분석하여 해결책을 제안하고 공유할 수 있다."
      ],
      "전기의 이용": [
        "[6과15-01] 전지와 전구, 전선을 연결하여 전구에 불을 켜보고, 불이 켜지는 전기 회로의 특징을 말할 수 있다.",
        "[6과15-02] 전지 한 개를 연결한 전기 회로와 전지 두 개를 직렬연결한 전기 회로의 특징을 비교할 수 있다.",
        "[6과15-03] 전자석을 만들어 전자석의 성질을 탐색하고 전자석이 사용되는 예를 조사할 수 있다.",
        "[6과15-04] 전기를 효율적이고 안전하게 사용하는 방법을 조사하여 실천 계획을 세우고 일상생활에서 실천할 수 있다."
      ],
      "과학과 나의 진로": [
        "[6과16-01] 미래 사회에 일어날 수 있는 문제를 조사하고, 문제를 해결하는 데 과학이 기여할 수 있는 방법을 토의할 수 있다.",
        "[6과16-02] 다양한 진로가 과학과 관련됨을 알고, 자신의 진로를 과학과 관련지어 설명할 수 있다."
      ]
    },
    "사회": {
      "우리나라 국토 여행": [
        "[6사01-01] 우리나라 산지, 하천, 해안 지형의 위치를 확인하고 지형의 분포 특징을 탐구한다.",
        "[6사01-02] 독도의 위치 등 지리적 특성과 독도에 대한 역사 기록을 바탕으로 영토로서의 독도의 중요성을 이해한다."
      ],
      "우리나라 지리 탐구": [
        "[6사02-01] 우리나라의 계절별 기후 특징을 자료를 통해 탐구하고, 기후변화로 인한 자연재해의 심각성을 이해한다.",
        "[6사02-02] 우리나라의 지역별 인구 분포의 특징을 알아보고, 이에 따른 문제점과 해결 방안을 탐색한다."
      ],
      "법과 인권의 보장": [
        "[6사03-01] 법의 의미와 역할을 사례를 통하여 이해하고 헌법에 규정된 인권이 일상생활에서 구현되는 사례를 조사하여 인권 친화적 태도를 기른다.",
        "[6사03-02] 일상생활에서 인권이 침해되는 사례를 찾아 그 해결 방안을 탐색하고, 인권을 보호하는 활동에 참여한다."
      ],
      "유적과 유물로 살펴본 옛 사람들의 생활": [
        "[6사04-01] 선사 시대와 고조선의 유적과 유물을 활용하여 당시 사람들의 생활을 추론한다.",
        "[6사04-02] 역사 기록이나 유적⋅유물에 나타난 고대 사람들의 생각과 생활을 추론한다.",
        "[6사04-03] 다양한 역사 자료를 활용하여 고려 시대 사회 모습과 사람들의 생활을 추론한다."
      ],
      "달라지는 시대, 변화하는 생활 모습": [
        "[6사05-01] 조선 시대 사람들의 생각과 생활에 유교 문화가 미친 영향을 파악한다.",
        "[6사05-02] 조선 후기 사회⋅문화적 변화와 개항기 근대 문물 수용 과정에서 달라진 사람들의 생활을 이해한다."
      ],
      "식민 통치와 저항, 전쟁이 바꾼 사회와 생활": [
        "[6사06-01] 일제의 식민 통치와 이에 대한 저항이 사회와 생활에 미친 영향을 이해한다.",
        "[6사06-02] 8⋅15 광복과 6⋅25 전쟁이 사회와 생활에 미친 영향을 파악한다."
      ],
      "평화 통일을 위한 노력, 민주화와 산업화": [
        "[6사07-01] 분단으로 인해 나타난 문제점과 분단과 관련된 장소를 평화의 장소로 만들기 위한 노력 등을 알아보고, 평화 통일을 위해 우리가 할 수 있는 일을 탐색한다.",
        "[6사07-02] 민주화와 산업화로 인해 달라진 생활 문화를 사례를 들어 이해한다."
      ],
      "민주주의와 시민 참여": [
        "[6사08-01] 민주주의에서 선거의 의미와 역할을 파악하고, 시민의 주권 행사를 위해 선거에 참여하는 태도를 기른다.",
        "[6사08-02] 민주 국가에서 국회, 행정부, 법원이 하는 일에 대해 이해하고, 각 국가기관의 권력을 분립하는 이유를 탐색한다.",
        "[6사08-03] 민주주의에서 미디어의 의미와 역할을 이해하고, 여러 가지 미디어의 내용을 비판적으로 분석하여 올바르게 이용하는 태도를 기른다."
      ],
      "지구, 대륙 그리고 국가들": [
        "[6사09-01] 세계를 표현하는 다양한 공간 자료의 특징을 이해하고, 지구본과 세계지도에서 위치를 표현하는 방법을 익힌다.",
        "[6사09-02] 세계 주요 대륙과 대양을 파악하고, 우리나라 및 세계 여러 국가의 위치와 영토의 특징을 이해한다."
      ],
      "세계의 자연환경": [
        "[6사10-01] 세계의 여러 지역의 지형 경관을 살펴보고, 이를 통해 다양한 삶의 모습을 이해한다.",
        "[6사10-02] 세계의 다양한 기후를 알아보고 기후 환경과 인간 생활 간의 관계를 탐구한다."
      ],
      "시장 경제와 국가 간 거래": [
        "[6사11-01] 시장 경제에서 가계와 기업의 역할을 이해하고, 근로자의 권리와 기업의 자유 및 사회적 책임을 탐색한다.",
        "[6사11-02] 경제성장이 우리 생활에 미치는 영향을 파악하고, 빠른 경제성장으로 인한 문제의 해결 방안을 탐색한다.",
        "[6사11-03] 사례를 통해 무역의 의미를 이해하고, 국가 간 무역이 발생하는 이유를 탐구한다."
      ],
      "지구촌 사람들": [
        "[6사12-01] 세계의 인구 분포를 파악하고 여러 국가의 인구 특징을 탐구한다.",
        "[6사12-02] 지구촌을 위협하는 다양한 문제들을 파악하고, 지속 가능한 미래를 위한 해결방안을 탐색한다."
      ]
    }
  }
}
